Repository: nightscout/nightguard
Catalog: nightguard/resources/*.lproj/Localizable.strings
Languages: de, fi_fi

source: Alarm Name
fi_fi: Hälytyksen nimi

source: Pick Custom Alarm Sound
fi_fi: Valitse mukautettu hälytysääni

source: Sensor
fi_fi: Sensori

source: Invalid JSON received from API V2 Properties
fi_fi: Virheellinen JSON vastaanotettu API V2 Properties päätepisteestä

source: Invalid JSON received from API V2 Properties, missing bgs data. Check Nightscout configuration.
fi_fi: Virheellinen JSON vastaanotettu API V2 Properties päätepisteestä, bgs-taulukko puuttuu. Tarkista Nightscout asetukset.

source: No data received from API V2 Properties
fi_fi: Tietoja ei vastaanotettu API V2 Properties päätepisteestä

# BG Values as Text
source: BG with relative Time
fi_fi: VS lukemat tekstinä

source: BG Text
fi_fi: VS teksti

# BG with absolute Time
source: BG withx absolute Time
fi_fi: VS timestamp teksti
