Repository: nightscout/nightguard
Catalog: nightguard/resources/*.lproj/Localizable.strings
Languages: de, fi_fi

# %@ %@ in %d consecutive readings
source: %1$@ %2$@ in %3$d consecutive readings
de: %1$@ %2$@ in %3$d aufeinanderfolgenden Werten
fi_fi: %1@ %2$@ %3$d peräkkäisessä lukemassa

source: %d minutes
de: %d Minuten
fi_fi: %d minuuttia

source: %d Minutes
de: %d Minuten
fi_fi: %d minuuttia

# %d minutes < %d).
source: %1$d minutes < %2$d).
de: %1$d Minuten < %2$d).
fi_fi: %1$d minuuttia < %2$d).

source: %d minutes.
de: %d Minuten.
fi_fi: %d minuuttia.

source: A1c
de: HbA1c

source: Alert Notifications
de: Benachrichtigungen
fi_fi: Hälytysilmoitukset

source: Duration Notifications
de: Alter-Benachrichtigungen

# DurationNotificationDescription
source: Enable Push Notifications to receive Alarm Notifications when the duration gets critical.
de: Aktiviere Push-Benachrichtigungen, um Benachrichtigungen zu erhalten, wenn das Alter der Verbrauchsmaterialien kritisch wird.

source: Alert Volume
de: Alarm Lautstärke
fi_fi: Hälytyksen voimakkuus

source: Alert when high BG for more than
de: Alarm wenn hohe Werte länger als
fi_fi: Hälytys kun korkea verensokeri vähintään

source: Alert when no data for more than
de: Alarm wenn keine Werte länger als
fi_fi: Hälytys kun tietoja ei ole yli

source: Alerts anytime when the blood glucose raises above this value.
de: Alarmierung wenn die Werte über diesem Wert liegen.
fi_fi: Hälytykset aina kun verensokeri nousee yli tämän lukeman.

source: Alerts when a fast BG rise or drop is detected in the last consecutive readings.
de: Alarmierung wenn eine starke Veränderung während der letzten Werte erkannt wird.
fi_fi: Hälytykset kun havaitaan nopea verensokerin nousu tai lasku peräkkäisissä lukemissa

source: Alerts when a low BG value is predicted in less than %d minutes.
de: Alarmiert wenn niedrige Werte in weniger als %d Minuten zu erwarten sind.
fi_fi: Hälytykset kun ennustetaan matalaa verensokeria %d minuutissa.

source: Alerts when a low BG value is predicted in the near future (if the current trend is continued).
de: Alarmiert wenn niedrige Werte in der nächsten Zeit zu erwarten sind (bei gleichbleibendem Trend).
fi_fi: Hälytykset kun ennustetaan lähitulevaisuudessa alhaista verensokeria (jos nykyinen suuntaus jatkuu).

source: Alerts when BG remains high for more than %1$d minutes or exceeds the urgent high value %2$@.
de: Alarmierung wenn länger als %1$d Minuten hohe Werte existieren oder kritisch hohe Werte über %2$@ erreicht wurden.
fi_fi: Hälytykset kun verensokeri pysyy korkealla enemmän kuin %1$d minuuttia tai ylittää erittäin korkean lukeman %2$@.

source: Alerts when BG values are rising or dropping with %1$@ %2$@, considering the last %3$d consecutive readings.
de: Alarmierung wenn Werte schnell um %1$@ %2$@ steiger oder fallen. Betrachtet werden die letzten %3$d aufeinander folgenden Werte.
fi_fi: Hälytykset kun verensokeri lukema on nousemassa tai laskemassa %1$@ %2$@, ottaen huomioon %3$d peräkkäistä lukemaa.

source: Alerts when no data for more than %d minutes.
de: Alarmierung wenn keine Werte für länger als %d Minuten ermittelt werden konnten.
fi_fi: Hälytys kun ei dataa %d minuuttiin.

source: Alerts when no data is received for a longer period. We suggest leaving this check ALWAYS ON.
de: Alarmierung wenn für eine längere Zeit keine Werte empfangen wurden. Wir empfehlen dies stets EINGESCHALTET zu lassen.
fi_fi: Hälytykset kun lukemia ei ole saatu pitkään aikaan. Suositus, pidä aina päällä

source: Alerts when the BG remains high for a longer period. When on, this alert will delay the high BG alert until the period elapsed or until reaching a maximum BG level (urgent high).
de: Alarmierung wenn der Blutzucker längere Zeit hoch ist. Bei Aktivierung gibt es erst einen Alarm wenn diese Zeit verstrichen ist oder ein kritisch hoher Wert erreicht wurde.
fi_fi: Hälytykset kun verensokeri pysyy korkealla pitempään. Kun päällä, hälytys viivästää korkean verensokerin hälytystä valitus ajan tai kunnes ylitetään maksimi verensokeri (Hyvin korkea)

source: Alerts when the blood glucose drops below this value.
de: Alarmierung wenn der Blutzucker unter diese Schwelle fällt.
fi_fi: Hälytykset kun verensokeri laskee alle tämän lukeman.

source: Alerts when the blood glucose raises above this value.
de: Alarmierung wenn der Blutzucker über diese Schwelle steigt.
fi_fi: Hälytykset kun verensokeri nousee yli tämän lukeman.

source: ARE YOU SURE?
de: SIND SIE SICHER?
fi_fi: OLETKO VARMA?

source: Average
de: Durchschnitt
fi_fi: Keskiarvo

source: Coefficient of Variation
de: Standardabweichung
fi_fi: Variaatio kerroin

source: Consecutive Readings
de: Werte in Folge
fi_fi: Peräkkäiset lukemat

source: Dim Screen When Idle
de: Inaktiv abdunkeln
fi_fi: Himmennä näyttö idlessä

source: Enter the URI to your Nightscout Server here. E.g. 'https://nightscout?token=mytoken'. For the 'Care' actions to work you generally need to provide the security token here!
de: Hier die Adresse auf Ihren Nightscout Server angeben. Beispielsweise 'https://nightscout?token=mytoken'. Damit die Funktionen unter 'Aktion' ausführbar sind muss hier i.d.R. ein Security Token angegeben werden!
fi_fi: Kirjoita Nightscout palvelimen osoite tähän, esim. 'https://nightscout?token=minunToken'. Sinun on yleensä annettava suojaustunnus (token), jotta hoitotoimet toimisivat

source: Fast Rise/Drop
de: Schnelles Steigen/Fallen
fi_fi: Nopea nousu/lasku

source: For your safety, keep this switch ON for receiving alarms when no readings!
de: Bitte lassen Sie diesen Schalter aktiviert um jederzeit Alarme bei fehlenden Werten zu erhalten!
fi_fi: Turvallisuutesi vuoksi, pidä tämä valinta päällä saadaksesi hälytyksen puuttuvista lukemista!

source: Fullscreen monitor
de: Vollbildmonitor
fi_fi: Kokoruutu

source: High
de: Hoch
fi_fi: Korkea

source: High BG Alert
de: Alarm bei hohen Werten über
fi_fi: Korkea verensokeri

source: How many consecutive readings to consider.
de: Anzahl aufeinander folgender Werte.
fi_fi: Montako peräkkäistä lukemaa huomioidaan.

source: If overriding the system output volume, your custom volume level will be used rather than phone's current volume level.
de: Wenn die Systemlautstärke überschrieben wird, dann wird die hier definierte anstelle der Telefonlautstärke für Alarme verwendet.
fi_fi: Jos ohitat järjestelmän äänenvoimakkuuden, valitsemaasi äänenvoimakkuutta käytetään puhelimen nykyisen äänenvoimakkuuden sijaan.

source: If selected, the alert will start quietly and increase the volume gradualy, reaching the maximum volume in selected time interval.
de: Alarme starten leise und werden langsam lauter bis zur definierten maximalen Lautstärke.
fi_fi: Jos valittu, hälytys alkaa hiljaisena ja äänenvoimakkuus kasvaa asteittain saavuttaen suurimman äänenvoimakkuuden valitulla aikavälillä.

source: IFCC A1c
de: IFCC HbA1c

source: In Range
de: Im Ziel
fi_fi: Tavoitteessa

source: Invalid readings
de: Ungültige Werte
fi_fi: Virheelliset lukemat

source: Keep the Screen Active
de: Bildschirm aktiv lassen
fi_fi: Pidä näyttö aktiivisena

source: Keep this switch ON to disable the screenlock and prevent the app to get stopped!
de: Einschalten um die Bildschirmsperre zu deaktivieren und ein abschalten der App zu verhindern!
fi_fi: Pidä tämä valinta päällä, kun haluat poistaa näytön lukituksen käytöstä ja estää sovellusta pysähtymästä!

source: Keeping the screen active is of paramount importance if using the app as a night guard. We suggest leaving it ALWAYS ON.
de: Den Bildschirm aktiv zu halten ist enorm wichtig um die App zur Nachtüberwachung zu nutzen. Wir empfehlen diese Einstellung immer AN zu lassen.
fi_fi: Näytön pitäminen aktiivisena on ensiarvoisen tärkeää, jos sovellusta käytetään yövahtina. Ehdotamme, että se jätetään aina päälle.

source: Last 24h
de: Letzte 24h
fi_fi: Viim. 24h

source: Last 8h
de: Letzte 8h
fi_fi: Viim. 8h

source: Low
de: Niedrig
fi_fi: Matala

source: Low BG Alert
de: Alarm bei niedrigen Werten unter
fi_fi: Matala verensokeri

source: Low Predicted in %dmin
de: Niedrig vorhergesagt in %dMin
fi_fi: Matala %dmin

source: Low Prediction
de: Niedrig Vorhersage
fi_fi: Matalan ennuste

source: Low Prediction2
de: Niedrig Vorhersage
fi_fi: Matalan ennuste

source: minutes
de: Minuten
fi_fi: minuuttia

source: Minutes
de: Minuten
fi_fi: minuuttia

source: Missed Readings
de: Fehlende Werte
fi_fi: Ei lukemia

source: Never
de: Niemals
fi_fi: Ei koskaan

source: No data received from Nightscout entries API
de: Keine Werte von der Nightscout entries API
fi_fi: Ei dataa Nightscout merkintä APIsta

source: No data received from Nightscout status API
de: Keine Werte von der Nightscout status API
fi_fi: Ei dataa Nightscout status APIsta

source: Off
de: Aus
fi_fi: Pois päältä

source: Open your Nightscout site
de: Nightscout öffnen
fi_fi: Avaa Nightscout sivusi

source: Other Alerts
de: Sonstige Alarme
fi_fi: Muut hälytykset

source: Override System Volume
de: Systemlautstärke überschreiben
fi_fi: Ohita järjestelmän äänenvoimakkuus

source: Persistent High
de: Dauerhaft Hoch
fi_fi: Jatkuva korkea

source: Prediction interval
de: Vohersageinterval
fi_fi: Ennusteväli

source: Progressive Volume
de: Ansteigende Lautstärke
fi_fi: Nouseva äänenvoimakkuus

source: Readings
de: Werte
fi_fi: Lukemat

source: Readings %
de: Werte %
fi_fi: Lukema %

source: Reduce screen brightness after detecting user inactivity for more than selected time period.
de: Bei längerer Inaktivität als selektiert die Helligkeit reduzieren.
fi_fi: Vähennä näytön kirkkautta kun passiivisuus yli valitun ajan.

source: Revoke access in Apple Health
de: Wiederrufe den Zugriff in Apple Health
fi_fi: Peru Apple Terveyden käyttöoikeus

source: seconds
de: Sekunden
fi_fi: sekunttia

source: Show BG on App Badge
de: Werte auf dem App Icon anzeigen
fi_fi: Näytä lukema kuvakkeessa

source: Show Statistics
de: Statistiken zeigen
fi_fi: Näytä tilastot

source: Smart Snooze
de: Smartes Schlummern
fi_fi: Älykäs torkku

source: snooze
de: schlummern
fi_fi: Torkku

source: Snooze (do not alert) when values are high or low but the trend is going in the right direction.
de: Schlummere (KEIN Alarm) bei hohen oder niedrigen Werten aber Trend in die richtige Richtung.
fi_fi: Torku (älä hälytä) kun verensokerit ovat korkealla tai matalalla mutta on menossa oikeaan suuntaan.

source: Snoozed for %dmin
de: Schlummere %dMin
fi_fi: Torkku %dmin

source: Snoozing Actions
de: Schlummern
fi_fi: Torkkutoiminnot

source: Stats Period
de: Bereich
fi_fi: Tilastojakso

source: Std Deviation
de: Standardabweichung
fi_fi: Keskihajonta

source: Stop Alert
de: Alarm stoppen
fi_fi: Pysäytä hälytys

# Synchronize with Apple Health
source: Synchronize with Apple Healthkit
de: Synchronisiere mit Apple Healthkit
fi_fi: Synkronoi Apple Terveys-appiin

source: Test Alert
de: Alarm testen
fi_fi: Testaa hälytystä

source: The base URI is empty or invalid!
de: Die URI ist leer oder ungültig!
fi_fi: URI on tyhjä tai virheellinen!

source: The difference (delta) between two individual readings.
de: Der Unterschied (Delta) zwischen zwei Werten.
fi_fi: Ero kahden peräkkäisen lukeman välillä.

source: Today
de: Heute
fi_fi: Tänään

source: Today & Yesterday
de: Heute & Gestern
fi_fi: Tänään ja eilen

source: Unknown error while extracting data from Pebble Watch API
de: Unbekannter Fehler beim extrahieren von Daten der Pebble Watch API
fi_fi: Tuntematon virhe tietojen purkamisessa Pebble Watch APIsta

source: Urgent High
de: Kritisch Hoch
fi_fi: Hyvin korkea

source: Vibrate
de: Vibrieren
fi_fi: Värinä

# AlarmNotificationDescription
source: When the application is in background, you can enable alert notifications to draw your attention when an alarm was activated. For this to work, you will have to add Nightguard Widgets to your Lock-Screen. But nevertheless, these updates are budgeted by apple.
de: Wenn die Anwendung im Hintergrund läuft, dann können Benachrichtigungen genutzt werden, um auf Alarme hinzuweisen. Damit diese funktionieren, müssen Nightguard Widgets auf dem Lock-Screen platziert werden. Dennoch wird die Häufigkeit von Apple begrenzt.

source: Yesterday
de: Gestern
fi_fi: Eilen

source: Persistent High BG
de: Dauerhaft Hoch
fi_fi: Jatkuva korkea

source: High BG
de: Hohe Werte
fi_fi: Korkea

source: Low BG
de: Niedrige Werte
fi_fi: Matala

source: Fast Rise
de: Steigend
fi_fi: Nopea nousu

source: Fast Drop
de: Fallend
fi_fi: Nopea lasku

source: Low in %dmin
de: Niedrig %dMin
fi_fi: Matala %dmin

source: After an alert started, sometimes it is important to have a shortcut, a quick way to stop it for the moment.
de: Nachdem ein Alarm aktiviert wurde, kann es manchmal sinnvoll sein, den Alarm auf eine schnelle Weise zu stoppen.
fi_fi: Hälytyksen alkamisen jälkeen on joskus tarpeen olla nopea tapa lopettaa se hetkeksi.

source: Quick Snoozing
de: Schnell schlummern
fi_fi: Nopea torkku

source: NOTE: snoozing with volume buttons is enabled only if the "Override System Volume" option is ON (Alert Volume screen)
de: Hinweis: Das Schlummern über die Lautstärkeknöpfe funktioniert nur, wenn gleichzeitig die Option "Systemlautstärke überschreiben" aktiviert wurde (Alarm Lautstärke Dialog)
fi_fi: HUOM: torkku äänenvoimakkuuspainikkeilla "Ohita järjestelmän äänenvoimakkuus" valinta on päällä (Hälytyksen voimakkuus näytössä)

source: Shaking the phone
de: Telefon schütteln
fi_fi: Puhelimen ravistus

source: Volume Buttons
de: Lautstärke Knöpfe
fi_fi: Äänenvoimakkuuspainikkeet

source: Will do Nothing
de: Wird nichts tun
fi_fi: Ei tehdä mitään

source: Will show the Snooze Dialog
de: Schlummern Dialog anzeigen
fi_fi: Näytetään torkku dialogi

source: Will snooze for 1 Minute
de: Schlummern für 1 Minute
fi_fi: Torkkuu minuutin

source: Will snooze for 5 Minutes
de: Schlummern für 5 Minuten
fi_fi: Torkkuu 5 minuuttia

source: Will snooze for 10 Minutes
de: Schlummern für 10 Minuten
fi_fi: Torkkuu 10 minuuttia

source: It is not recommended to disable all alerts! Do you really want to disable all alerts?
de: Das Abstellen der Alarme wird ausdrücklich nicht empfohlen! Möchten Sie diese dennoch abstellen?
fi_fi: Kaikkien hälytysten poistamista ei suositella! Haluatko todella poistaa kaikki hälytykset käytöstä?

source: Deactivate all alerts. This is NOT recommended. You will get no alarms or notifications at all anymore!
de: Deaktiviert alle Alarme. Dies wird ausdrücklich NICHT empfohlen. Sie werden keinerlei Benachrichtigung und Alarme mehr erhalten!
fi_fi: Poista kaikki hälytykset käytöstä. Tätä EI suositella. Et enää saa hälytyksiä tai ilmoituksia!

source: Disable all alerts
de: Alle Alarme deaktivieren
fi_fi: Hylkää kaikki hälytykset

source: YES
de: JA
fi_fi: KYLLÄ

source: NO
de: NEIN
fi_fi: EI

source: Accept
de: Akzeptieren
fi_fi: Hyväksy

source: Error
de: Fehler
fi_fi: Virhe

source: Decline
de: Abbrechen
fi_fi: Peruuta

source: Set Target '%@'?
de: Temporäres Ziel '%@'?
fi_fi: Aseta tavoite '%@'?

source: Do you want to set a temporary target for %d minutes?
de: Möchten Sie das temporäre Ziel für %d Minuten setzen?
fi_fi: Haluatko asettaa väliaikaisen tavoitteen %d minuutiksi?

source: Cancel Target
de: Temporäres Ziel abbrechen
fi_fi: Peruuta tavoite

source: Do you want to cancel an active temporary target?
de: Möchten Sie ein evtl. aktives temporäres Ziel löschen?
fi_fi: Haluatko keskeyttää aktiivisen väliaikaisen tavoitteen?

source: Duration
de: Dauer
fi_fi: Kesto

source: hour
de: Stunde
fi_fi: tunti

source: hours
de: Stunden
fi_fi: tuntia

source: Target Value
de: Zielwert
fi_fi: Tavoite lukema

source: Set Target
de: Ziel setzen
fi_fi: Aseta tavoite

source: Set a new Temporary Target
de: Temporäres Ziel setzen
fi_fi: Aseta uusi väliaikaistavoite

source: Reason
de: Grund
fi_fi: Syy

source: Delete an active Temporary Target
de: Aktives temporäres Ziel löschen
fi_fi: Poista aktiivinen väliaikaistavoite

source: Delete Temporary Target
de: Lösche temporäres Ziel
fi_fi: Poista väliaikaistavoite

source: You don't have write access to your nightscout site. Did you enter a security token in your nightscout base URI?
de: Sie scheinen keinen Schreibzugriff auf Ihr Nightscout System zu haben. Haben Sie ein Security Token in Ihrer Nightscout URL definiert?
fi_fi: Sinulla ei ole kirjoitusoikeuksia nightscout sivullesi. Annoitko suojaustunnuksen nightscoutin palvelimen osoitteessa?

source: If enabled, you will override your Units-Setting of your nightscout backend. Usually you can disable this. Nightguard will determine the correct Units on its own.
de: Wenn aktiviert werden die gewünschten Einheiten Ihres Nightscout Systems überschrieben. Kann normalerweise deaktiviert sein. Nightguard wird diese i.d.R. korrekt ermitteln.
fi_fi: Jos tämä on käytössä, ohitat Nightscout palvelun asetuksen yksiköille. Yleensä voit jättää tämän pois käytöstä, jolloin Nightguard hakee oikeat yksiköt palvelusta

source: Manually set Units
de: Einheiten manuell vorgeben
fi_fi: Aseta yksiköt manuaalisesti

source: Use the following Units
de: Folgende Einheit verwenden
fi_fi: Käytä seuraavia yksiköitä

source: Add Carbs
de: Kohlenhydrate erfassen
fi_fi: Lisää hiilihydraatit

source: Do you want to enter %dg of consumed carbs?
de: Möchten Sie %dg Kohlenhydrate erfassen?
fi_fi: Haluatko syöttää %dg kulutettuja hiilihydraatteja?

source: Enter consumed Carbs
de: Kohlenhydrate erfassen
fi_fi: Syötä kulutetut hiilihydraatit

source: Gramms [g]
de: Gramm [g]
fi_fi: Määrä [g]

source: Stop Snoozing
de: Stopp Schlummern
fi_fi: Lopeta torkku

source: Snooze Alarms for
de: Alarme stoppen für
fi_fi: Torkuta hälytykset

source: Cannula
de: Katheder
fi_fi: Kanyyli

source: Set the time when you changed your cannula. This will be displayed on the main screen as CAGE. Keep in mind that you just can reduce this date.
de: Geben Sie die Zeit an, zu der Sie Ihre Katheder gewechselt haben. Dies wird auf dem Hauptbildschirm als CAGE angezeigt. Beachten Sie, dass Sie dieses Datum nur vorverlegen können.
fi_fi: Aseta aika, jolloin vaihdoit kanyylin. Tämä näkyy päänäytön CAGE:ssa. Muista että voit päivittää tätä päivämäärää vain eteenpäin.

source: Cannula change date
de: Katheder Wechseldatum
fi_fi: Kanyyli vaihdettu

source: Reset
de: Zurücksetzen
fi_fi: Nollaa

source: Save
de: Speichern
fi_fi: Tallenna

source: Set the time when you changed your sensor. This will be displayed on the main screen as SAGE. Keep in mind that you just can reduce this date.
de: Geben Sie die Zeit an, zu der Sie Ihren Sensor gewechselt haben. Dies wird auf dem Hauptbildschirm als SAGE angezeigt. Beachten Sie, dass Sie dieses Datum nur vorverlegen können.
fi_fi: Aseta aika, jolloin vaihdoit sensorin. Tämä näkyy päänäytön SAGE:ssa. Muista että voit päivittää tätä päivämäärää vain eteenpäin.

source: Sensor change date
de: Sensor Wechseldatum
fi_fi: Sensori vaihdettu

source: Battery
de: Batterie
fi_fi: Akku

source: Set the time when you changed your pump battery. This will be displayed on the main screen as BAGE. Keep in mind that you just can reduce this date.
de: Geben Sie die Zeit an, zu der Sie Ihre Pumpenbatterie gewechselt haben. Dies wird auf dem Hauptbildschirm als BAT angezeigt. Beachten Sie, dass Sie dieses Datum nur vorverlegen können.
fi_fi: Aseta aika, jolloin vaihdoit pumpun akun. Tämä näkyy päänäytön BAGE:ssa. Muista että voit päivittää tätä päivämäärää vain eteenpäin.

source: Battery change date
de: Batterie Wechseldatum
fi_fi: Akku vaihdettu

source: Modify Cannula Change Date
de: Datum des Kathederwechsels ändern
fi_fi: Muokkaa kanyylin vaihtopäivämäärä

source: Modify Sensor Change Date
de: Sensor Wechseldatum ändern
fi_fi: Muokkaa sensorin vaihtopäivämäärä

source: Modify Battery Change Date
de: Batterie Wechseldatum ädnern
fi_fi: Muokkaa akun vaihtopäivämäärää

source: Close
de: Schließen
fi_fi: Sulje

source: Disposables Age Warnings
de: Verbrauchsmaterial Alterswarnungen

source: Sensor Age
de: Sensor Alter

source: Cannula Age
de: Katheder Alter

source: Battery Age
de: Batterie Alter

source: Warning
de: Warnung

source: Critical
de: Kritisch

source: Set thresholds for sensor age alerts. Warning turns the label yellow, Critical turns it red.
de: Schwellenwerte für Sensor-Altersalarme festlegen. Warnung färbt die Anzeige gelb, Kritisch färbt sie rot.

source: Set thresholds for cannula age alerts. Warning turns the label yellow, Critical turns it red.
de: Schwellenwerte für Kanülen-Altersalarme festlegen. Warnung färbt die Anzeige gelb, Kritisch färbt sie rot.

source: Set thresholds for pump battery age alerts. Warning turns the label yellow, Critical turns it red.
de: Schwellenwerte für Pumpenbatterie-Altersalarme festlegen. Warnung färbt die Anzeige gelb, Kritisch färbt sie rot.

# Sensor: %dd, Cannula: %@, Battery: %dd
source: Sensor: %1$dd, Cannula: %2$@, Battery: %3$dd
de: Sensor: %1$dd, Katheder: %2$@, Batterie: %3$dd

source: days
de: Tage

source: Set thresholds for reservoir alerts. Warning turns the label yellow, Critical turns it red.
de: Schwellenwerte für Reservoir-Alarme festlegen. Warnung färbt die Anzeige gelb, Kritisch färbt sie rot.

# %d units
source: %d U
de: %d IE

source: Pro Features
de: Pro Funktionen

source: Pro Version Unlocked
de: Pro Abo aktiv

# Unlock Pro Version
source: Subscribe to Pro
de: Pro Abo abschließen

source: Restore Purchases
de: Käufe wiederherstellen

source: Cannula Age Critical
de: Katheder Alter kritisch

source: Your cannula has reached its critical age (%@).
de: Dein Katheder hat das kritische Alter erreicht (%@).

source: Sensor Age Critical
de: Sensor Alter kritisch

source: Your sensor has reached its critical age (%@).
de: Dein Sensor hat das kritische Alter erreicht (%@).

source: Battery Age Critical
de: Pumpenbatterie Alter kritisch

source: Your pump battery has reached its critical age (%@).
de: Deine Pumpenbatterie hat das kritische Alter erreicht (%@).

source: Reservoir Critical
de: Reservoir kritisch

# Your reservoir is low.
source: Your reservoir is low (%d units).
de: Dein Reservoir ist fast leer (%d Einheiten).

source: Disclaimer!
de: Haftungsausschluss!

source: Don't use this App for medical decisions! It comes with absolutely NO WARRANTY. It is maintained by volunteers only. Use it at your own risk!
de: Verwenden Sie diese App nicht für medizinische Entscheidungen! Es wird keinerlei Garantie übernommen. Sie wird nur von Freiwilligen gepflegt. Die Nutzung erfolgt auf eigene Gefahr!

source: Support Nightguard
de: Unterstütze Nightguard

source: The app will always stay free and open source.
de: Die App wird immer kostenlos und Open Source bleiben.

source: You can support the app by subscribing and get some extra features as a goodie!
de: Du kannst die App durch ein Abonnement unterstützen und erhältst einige zusätzliche Funktionen als Goodie!

source: Pro Notifications
de: Pro Benachrichtigungen

source: Push Notifications for Cannula Age, Battery Age, Sensor Age and Reservoir capacity.
de: Push-Benachrichtigungen für Kanülenalter, Batteriealter, Sensoralter und Reservoirkapazität.

source: Live Activities
de: Live Aktivitäten

source: Support for the dynamic island and live activities to see your BG at a glance.
de: Unterstützung für die Dynamic Island und Live Aktivitäten, um deinen BZ auf einen Blick zu sehen.

source: Support & Subscribe
de: Unterstützen & Abonnieren

source: Remind me later
de: Später erinnern

source: Not now
de: Nicht jetzt

source: 1 Minute
fi_fi: 1 minuutti

source: Show Care/Loop Data
fi_fi: Näytä Care/Loop tiedot

source: Show Yesterdays BGs
fi_fi: Näytä eiliset lukemat

source: Version
fi_fi: Versio

source: Alarm Sound
fi_fi: Hälytysääni

source: Define your own Alarm Sound by uploading an mp3 file from your iCloud account.
fi_fi: Aseta oma hälytysääni lataamalla mp3-tiedosto iCloud-tililtäsi.

source: If activated, a user defined alarm sound will be used.
fi_fi: Jos aktivoitu, käytetään käyttäjän asettamaa hälytysääntä.

source: Custom Alarm Sound
fi_fi: Mukautettu hälytysääni
